{
	"type" : "snippet",
	"category" : "lab_notes",
	"text" : [
		"Dr. Ashcroft has successfully established handshake protocols with ENE004. Initial findings indicate that bartering with ENE004 is in fact, a feasible thing to do. And the first thing we ever got in exchange was pen that doesn't run out of ink.",
		"Our department has streamlined the bartering procedures with ENE004. From now on, all transactions with ENE004 shall use 'essence' as a medium of exchange. That way, we no longer need to worry about the hassle of obtaining bulk quantities of livestock flesh and/or blood. And about time too; I just about had enough of those messy, gore-splattered rituals. No clean-up worries with the new procedures!",
		"We equipped test subject T7A with ENE004-c. He demonstrated immense increase in all physical attributes, but nearly succumbed to hunger and thirst within 4 hours despite being fed right before the test. Further commissions to ENE004 should include specifications for enhancement function to be split into separate modules in order to obtain more manageable energy requirements.",
		"Due to high risks of cognitohazards, no further attempts will be made to contact ENE001 - ENE003. All notes pertaining to them is to be incinerated. Any personnel caught attempting unsanctioned contacts with aforementioned entities will be terminated.",
		"Dr. Chen has confirmed the presence of exomaterial biosystems in all earth-local lifeforms. Thus far, these systems do not seem to perform any crucial functions to host organism. Removal of exomaterial organs from lab mice has not yielded any detectable changes in their physiological states. Current hypothesis is that these exomaterial organs are vestigial, and do not perform any vital functions for modern lifeforms.",
		"We are playing with fucking black magic here; is no one even concerned? I knew those cultist fuckers were bad news!",
		"Substance AM001 is confirmed to be psychoreactive. Using the cognitive exercises outline in the documents confiscated from [DATA EXPUNGED], test subject T47A is able to induce masses of AM001 to change its physical shape. We'll need to do a fMRI scan in the next test. It'll provide invaluable data on how the human brain interfaces with exomabiological systems.",
		"The biofeedback idea was a resounding success. This would be the first empirically documented event of a human voluntarily accessing their vestigial exomabiosystems. Granted, the reaction recorded was rather... anemic, compared to what we documented from subplane organisms. But not unsurprising. You can hardly expect a long-term cripple to leap back on his feet if they can suddenly move their legs again after years of non-activity. But, if it functions like the more mundane counterpart, therapy and continuous exercises might increase their physical cabability, given enough time.",
		"[sarcasm]Yay. We have proven the existence of souls and first thing we did with it is to turn them into weapons and sell their byproducts to the elder gods for more shiny stuff. What exciting time we live in.[/sarcasm]",
		"So, an hour ago, Chen just demolished a stack of steel platings by shooting energy beams out of his hands. When I signed up with these suits, I didn't expect us to crank out an honest-to-god anime character. So it turns out that with enough of the right training, just about any human can turn themselves into DBZ warriors. Who'da thunk it.",
		"I take back what I said earlier about playing with black magic. I just sewed shut a gash on my leg with psychically controlled magic threads. it doesn't even hurt anymore. The suits upstairs can have their magic supersoldiers for all that I care. As long as I can keep some of the good stuff for myself.",
		"Dr. Durand's request for 3000 liters of XE037 has been denied. He has not provided resonable justifications for the requisitioning of such massive amounts of biohazardous materials. Nor do we actually have that many at hand. Not to mention, most of it were reserved for the use of other departments.",
		"Not sure why am I still making this entry. Most of the other guys are either dead, dead and wanting to eat my brain, or have skedaddled to the Vault. Leaving little ol' me twiddling my thumbs in this godforsaken place. Well, at least I got the whole place to myself now. And I just raided the XE037 colony... nest... thing. And came back with a truckload of blobstuff. Essence fiber tentacles are the shit. Without it, I'll be dead so many times already. And so I finally got to make a prototype of the AXBM reactor. And now I got like infinite essence on tap. Well, about as infinite as the electricity you get from solar panels anyway. So now, I'm gonna go out and check if there are any survivors out there. I may not be coming back. And that's it. This is Benjamin Durand, signing off.",
		"Developments: Essence-formed actuators successfully overlaid on muscular system. May pave way for discrete powered endo-exoskeleton hybrid. Will need to consult third party opinion on optimal frame structure to minimise user injury. Current system too strenuous on user.",
		"Developments: New improvement on Project Arma. With input from Durand, the previously skin-tight layer of non-newtonian essence membrane now extended up to three centimeters above the skin. Shock towards soft muscle tissue minimised during bullet test. Moving on to integrity test on increased magnitude of toughness.",
		"Developments: Test on lab mice proves the possibility of harvesting essence off of living organisms using solely EMB mechanisms and without any external physical tools. Timespan of extraction may prove to be impractical to perform under battlefield conditions. Will need to develop more efficient techniques.",
		"The ENE004-d and above objects has been issued to military personnels in light of the XE037 outbreak. But I fear it is too little, too late.",
		"Dr. Chen was attacked by a subplane life form during today's test. The organism was terminated without any casualties on our part. But it is concerning that the organism manifested nowhere near any ongoing planar shift experiments. The working theory is that mass accumulation of AM001  attracted it here. All tests involving AM001 are now suspended pending investigations."
	]
}
